# өгөгдсөн тоо тэгш бол 3т хувааж бүхлийг гарга, үгүй бол -1 гарга
# хүний нас өгөгдсөн бол насанд хүрсэн эсэхийг ол
# хүний нэр өгөгдсөн бол 2 оос дээш а үсэг орсон эсэхийг шалга
# тоо нь 0 ээс их 100 с бага бол 2н тоог хэвлэ,  100-аас их бол 2н тоог үгүй бол 0г хэвлэ
# 2 тооны ихийг ол 
# 3 тооны багыг ол
# өгөгдсөн тоог палендром эсэхийг шалга
# шатрын хөлөг дээрх 2 тэрэгний координат өгөгпсөн бол нэгнээ идэх эсэхийг шалга
# шатрын хөлөг дээрх 2 тэмээний координат өгөгпсөн бол нэгнээ идэх эсэхийг шалга
# шатрын хөлөг дээрх 2 бэрсний координат өгөгпсөн бол нэгнээ идэх эсэхийг шалга
#
#
#